Repository: JMAConsulting/biz.jmaconsulting.aoonestopshop
Catalog: l10n/*/LC_MESSAGES/aoservicelisting.po
Languages: fr_ca

source: Individual
fr_ca: Individu

source: Organization
fr_ca: Organisation

source: Type of Service Listing
fr_ca: Type de service

source: Organization Name
fr_ca: Organisation Nom

source: Organization Email
fr_ca: Courriel Organisation

source: Website
fr_ca: Site Web

source: First Name
fr_ca: Prénom

source: Last Name
fr_ca: Nom de famille

source: I agree to the above waiver
fr_ca: J'accepte la renonciation ci-dessus

source: Phone Number
fr_ca: Numéro de téléphone

source: Work Address
fr_ca: Adresse du lieu de travail

source: Postal code
fr_ca: Code postal

source: City/Town
fr_ca: Ville

source: Record on Regulator's site
fr_ca: Mention sur le site de l’organe de réglementation

source: Submit
fr_ca: Soumettre

source: Record on regulator's site
fr_ca: Mention sur le site de l’organe de réglementation

source: First name of the primary contact is a required field
fr_ca: Le prénom de la principale personne-ressource est un champ obligatoire

source: Last name of the primary contact is a required field
fr_ca: Le nom de famille de la principale personne-ressource est un champ obligatoire

source: Regulated services provided is a required field when you say you provide regulated services
fr_ca: Le champ « Services réglementés fournis » est un champ obligatoire quand vous répondez que vous offrez des services réglementés

source: First name of the regulated staff member is required
fr_ca: Le prénom de l’employé réglementé est obligatoire

source: First Name of ABA staff member is a required field
fr_ca: Le prénom du membre du personnel agréé en ACA est un champ obligatoire

source: Last name of the regulated staff member is required
fr_ca: Le nom de l’employé réglementé est obligatoire

source: Last Name of ABA staff member is a required field
fr_ca: Le nom de famille du membre du personnel agréé en ACA est un champ obligatoire

source: The link you provided for “record on regulator’s site” does not match any listed regulated professions on file.
fr_ca: Le lien que vous avez fourni pour « Mention sur le site de l’organe de réglementation » ne correspond à aucune profession réglementée affichée.

source: At least one of email or phone must be provided and made public
fr_ca: Il faut inscrire et rendre public soit une adresse courriel, soit un numéro de téléphone

source: phone number
fr_ca: le numéro de téléphone

source: address
fr_ca: l’adresse

source: postal code
fr_ca: le code postal

source: city/town
fr_ca: la ville

source: Primary work location %1 is a required field.
fr_ca: %1 du lieu de travail principal est un champ obligatoire.

source: Supplemental work location %1 %2 is a required field
fr_ca: %2 du lieu de travail complémentaire %1 est un champ obligatoire

source: You have selected more than one registered service
fr_ca: Vous avez choisi plus qu’un service

source: Either no staff members have been entered or no URLs have been entered as a record for regulated profession for %1 regulated services
fr_ca: Aucun membre du personnel n’a été inscrit, ou bien aucune adresse URL n’a été saisie au sujet de la mention sur le site de l’organe de réglementation

source: Organization name is a required field
fr_ca: Le nom de l’organisation est un champ obligatoire

source: Organization email is a required field
fr_ca: Le courriel de l’organisation est un champ obligatoire

source: You must agree to the waivers in order to submit the application.
fr_ca: Vous devez accepter les renonciations pour soumettre la demande.

source: Thank you for submitting your application
fr_ca: Merci de votre demande

source: Please confirm the Service Listing Application information that you have entered and click Submit.
fr_ca: Veuillez vérifier l’exactitude des renseignements indiqués dans votre demande d’inscription au Répertoire des services, puis cliquez sur Soumettre.

source: Primary Contact
fr_ca: Principale personne-ressource

source: The primary contact's name, email and phone will be used by Autism Ontario to communicate about the Service Listing and application
fr_ca: Autisme Ontario utilisera le nom, l'adresse courriel et le numéro de téléphone de la principale personne-ressource pour ses messages concernant le Répertoire des services et la demande d’inscription à celui-ci

source: Primary Work Location
fr_ca: Lieu de travail principal

source: Work location information is included in public service provider listings
fr_ca: L’information sur le lieu de travail figure dans le répertoire public des fournisseurs de services

source: Supplementary Work Location %1
fr_ca: Lieu de travail complémentaire %1

source: Staff Person %1
fr_ca: Membre du personnel %1

source: For each staff person who is a regulated professional, add a link to their listing on their College's site showing their status. If a URL directly to the record is not available, a link to the regulator's site is sufficient. For a camp, link to the camp's accreditation. Staff information is used by Autism Ontario for verification purposes and is not displayed to the public
fr_ca: Pour chaque membre du personnel qui exerce une profession réglementée, indiquez un lien menant à la mention et au statut de cette personne sur le site de son ordre professionnel. À défaut de lien menant directement à une telle mention, un lien menant au site de l’organe de réglementation suffira. Dans le cas d’un camp, indiquez un lien menant à la certification du camp. Les renseignements sur le personnel sont utilisés à des fins de vérification par Autisme Ontario, et ne sont pas accessibles au public

source: I certify that all of the information contained in my listing is true and I have the authority to add this listing to Autism Ontario and I understand that failure to comply with the above criteria may result in the removal of my listing
fr_ca: J’atteste de la véracité de tous les renseignements contenus dans ma demande et de mon habilitation à communiquer ces renseignements à Autisme Ontario, et je comprends que le non-respect des critères ci-dessus peut entraîner le retrait du Répertoire

source: Please note Autism Ontario reserves the right to refuse, suspend, or remove an applicant or previously approved member of Autism Ontario Listing Service
fr_ca: Veuillez noter qu'Autisme Ontario se réserve le droit de refuser une demande d'inscription au Répertoire des services, ou encore de suspendre ou retirer un membre préalablement approuvé

source: Hide
fr_ca: Cacher

source: Add another work location
fr_ca: Ajouter un autre lieu de travail

source: Add another staff person who is a regulated professional
fr_ca: Ajouter un autre membre du personnel qui exerce une profession réglementée

source: Add another session
fr_ca: Ajouter une autre séance

source: I certify that all of the information contained in my listing is true and I have the authority to add this listing to Autism Ontario. I understand that failure to comply with the above criteria may result in the removal of my listing
fr_ca: J’atteste de la véracité de tous les renseignements contenus dans ma demande et de mon habilitation à communiquer ces renseignements à Autisme Ontario, et je comprends que le non-respect des critères ci-dessus peut entraîner le retrait du Répertoire

source: Application Submitted
fr_ca: Demande présentée

source: We have received your application to be on the Autism Ontario Service Listing. You will receive an email confirmation shortly. Thank you for your patience during this time.
fr_ca: Nous avons reçu votre demande d'inscription au Répertoire des services d'Autisme Ontario. Vous recevrez sous peu un courriel de confirmation. Nous vous remercions de votre patience pendant cette période.

source: Autism Ontario Service Listing Application
fr_ca: Demande d'inscription au Répertoire des services d'Autisme Ontario

source: Accepting new clients
fr_ca: Accepte de nouveaux clients

source: Language is a required field
fr_ca: Le champ « Langue » est un champ obligatoire

source: Services are provided
fr_ca: Fourniture des services

source: Website is a required field
fr_ca: Le site Web est un champ obligatoire

source: Email address
fr_ca: Adresse courriel

source: Display First Name and Last Name in public listing?
fr_ca: Afficher le nom et le prénom dans le répertoire public?

source: Display email address in public listing?
fr_ca: Afficher l'adresse courriel dans le répertoire public?

source: Display phone number in public listing?
fr_ca: Afficher le numéro de téléphone dans le répertoire public?

source: Need to supply a website
fr_ca: Le site Web est un champ obligatoire

source: Primary Work Location %1
fr_ca: Lieu de travail principal %1

source: Supplementary Work Location
fr_ca: Lieu de travail complémentaire

source: Certificate number is a required field
fr_ca: Le numéro de certificat est un champ obligatoire

source: Please ensure that you have entered all the staff members that match the ABA credentials
fr_ca: Assurez-vous d’avoir inscrit tous les membres du personnel qui possèdent les titres de compétence en ACA

source: BACB certificate number is invalid
fr_ca: Le numéro de certificat du BACB n'est pas valide

source: 'None of the above' must be the only option selected
fr_ca: 'Aucune de ces réponses ' doit être la seule option sélectionnée

source: Credentials held is a required field
fr_ca: Titre(s) de compétence détenu(s) » est un champ obligatoire

source: Unable to find this location on Google Maps. Please revise the address
fr_ca: Impossible de trouver ce lieu sur Google Maps. Veuillez modifier l’adresse

source: Travels to remote areas
fr_ca: Se déplace dans les secteurs éloignés

source: Travels to nearby areas
fr_ca: Se déplace dans les secteurs adjacents

source: Not accepting new clients
fr_ca: N’accepte pas de nouveaux clients
